{"class_name": "Sequential", "config": {"name": "sequential_224", "layers": [{"class_name": "Dropout", "config": {"name": "dropout_2042", "trainable": true, "batch_input_shape": [null, 244], "dtype": "float32", "rate": 0.3, "noise_shape": null, "seed": null}}, {"class_name": "Dense", "config": {"name": "dense_2042", "trainable": true, "dtype": "float32", "units": 52, "activation": "softmax", "use_bias": true, "kernel_initializer": {"class_name": "GlorotUniform", "config": {"seed": null}}, "bias_initializer": {"class_name": "Zeros", "config": {}}, "kernel_regularizer": null, "bias_regularizer": null, "activity_regularizer": null, "kernel_constraint": null, "bias_constraint": null}}]}, "keras_version": "2.2.4-tf", "backend": "tensorflow"}